[language]

;Language name 

name=Turkce

;------------------------------------
[tips]


UACtips=UAC'yi atlamak için dockmod eklenip eklenmeyeceği, açılır pencerede kullanıcı hesabı kontrolünü istemeyecektir!
firsttip=Bu yazılım herhangi bir ücret talep etmez ve ticari amaçlarla kullanılması kesinlikle yasaktır. Herhangi bir kayıptan sorumlu olmayacağım.
dwmerror=Sistemin DWM hizmetini başlatmadığı ve programın normal şekilde çalışamadığı algılandı!
Crashtip=Program çöktü, yeniden başlatılsın mı?
;------------------------------------

[iconame]

;dock Label name

finder=Finder
launchpad=Launchpad
cal=Takvim
trash=Çöp

;The last icon in the folder interface

explorer=Finder'i aç
return=Öncekine dön

;System time icon label name format

timeformat=yyyy/MM/dd/ dddd
;The time format is the system time format   y 年 m月份 d 日期 dddd 星期几  ddd周几


remove=Kaldır
addtopad=Launchpad'e ekle
iconisfull=Geçerli sayfa simgesi dolu

;------------------------------------------------------------

[systemicon]
;System icon name
controlpanel=Denetim Masası
taskbar=Tepsi ikonu
systemtime=Sistem zamanı
cortana=Siri
network=Ağ Komşusu
mydocument=Dokümanım
weather=Hava durumu
battery=Pil

errortips=Bu simge eklendi!


------------------------------------

[editicon]
;Edit icon window

addtips=Dosyalar buraya sürükleyip bırakılabilir

reset=Reset
ok=Ok
restore=Restore
addname=Edit display name
addicotips=Click the "..." button in the upper right corner to add an icon
switch=Switch
trashempty=Çöpü kutusu boş
trashfull=Çöpü kutusu dolu
iconshell=Simge maskesini kullan
addline=Komutu çalıştır
;Pop up select file window title

selectfoldertitle=Dosya Seç
;Weather forecast search city
searchcity=Şehir adını ara


;------------------------------------

[editcal]

;Edit calendar window

monthfont=Ay yazı tipi:
dayfont=Tarih yazı tipi:
monthpoint=Ay konumu:
daypoint=Tarih konumu:
monthposition=Ay hizalaması:
dayposition=Tarih hizalaması:
monthcolor=Ay rengi:
daycolor=Tarih rengi
rotation=Dönüş açısı:
default=Varsayılan yapılandırmayı kullan

ok=Ok
test=Test

left=Sol
right=Sağ
center=Merkez

;Pop up select picture window title

selectcalicon=Bir takvim resmi seçin

;------------------------------------

[editicontips]
;An error message pops up on the edit icon interface

iconduplicate=Bu program Dock'a eklendi!

systemduplicate=Bu simge eklendi!

titleerror=Programın görünen adı boş olamaz!
filepatherror=Program yolu ve simgesi boş olamaz!

padtitleerror1=Dosya adı kopyalanmış, lütfen yeniden girin!
padtitleerror2=Dosya değişikliği başarısız oldu, lütfen programı 'C' sürücüsüne koymayın!

formaterror=Desteklenmeyen format, lütfen png, ico, exe, lnk formatını girin!

;---------------------------------------------------------------------------
;Preferences window
[settingUI]

settitle=MyDockFinder Tercihleri

Global Settings=Genel Ayarlar

openMyDock=MyDock'u Aç
openMyFinder=MyFinder'i Aç
MyDockerror=Lütfen MyDock'u açın
MyFindererror=Lütfen MyFinder'ı açın

DPIscale=Global interface display scale
Accentcolor=Genel arayüz vurgu rengi
darkmodeall=Küresel arayüz renk modu

darkmode_light=Açık
darkmode_dark=Koyu
darkmode_auto=Oto.
darkmode_system=Sistem

aero=Genel bulanıklık efektini açın
systemdarkmode=Sistem rengi mydockfinder'ı takip eder
autoupdate=Program güncellemelerini otomatik olarak kontrol et
systemstart=Açılışta otomatik başlatma
autohidetaskbar=Başlangıçta görev çubuğunu otomatik olarak gizle

hidetaskbar_dock=Görev çubuğunun bulunduğu ekranı gizler
hidetaskbar_all=Tüm ekran görev çubuklarını gizle

DirectDXFPS=DirectDX oluşturma yenileme hızını seçin
languagechoice=Program görüntüleme dilini seçin
allfont=Program yazı tipini seçin
defaultfont=Varsayılan yazı tipi

general=Genel
advanced=Gelişmiş
preview=Pencere önizlemesi
minimizewindowsettings=Pencereyi simge durumuna küçült

timeset=Zaman
audioset=Ses
displayset=Ekran
mediaset=Media
batteryset=Pil
netset=Ağ
monitorset=Monitor

about=Hakkında

icosize=Simge varsayılan boyutu
icomaxsize=Simgenin yakınlaştırılmış boyutu

icospace=Simgeler arasındaki mesafe
edgeposition=Ekranın kenarından dock mesafesi


displaymode=Dock ekranı gizli modunu seçin
displaynormal=Varsayılan görüntüleme modu
displaybottom=Yer paylaşımı görüntüleme modu
displayauto=Otomatik gizleme modu
displaysmart=Akıllı gizleme modu
displayhotkey=Kısayol tuşu görüntüleme modu
displayalways=Her zaman göster modu
displayhide=Modu her zaman gizle

Show activation bar=Dock'u gizledikten sonra etkinleştirme çubuğunu göster

positiononscreen=Bağlantı ekranı konumu
screenleft=Sol
screenbottom=Alt
screenright=Sağ
screentop=Üst
multiscreen=Dock'u görüntülemek için ekranı seçin
multiscreenpad=Başlatma Çubuğunu görüntülemek için ekranı seçin
padscreenname=Dock'u takip et
lockicon=Kilit simgesi sürükleme
showicontag=Simge etiketi metnini göster
windowsborder=Pencerelerin engellenmesini önlemek için pencere kenarlıklarını açın
jumpanimation=Programı açmak için zıplamak için simgeye tıklayın
folderDoubleclickOpen=Açmak için klasör simgesine çift tıklayın
gpurendicon=Dock simgelerini oluşturmak için GPU birleştirmeyi kullanın
iconmask=Tüm simgelere maske efekti ekleyin
show indicators=Açık uygulamalara ilişkin göstergeleri göster
Runapp separator=Yeni çalışan program için sınırlayıcıyı göster
newapp=Yeni çalışan program simgesini göster
blacklist=Yasaklama listesini yönet
noblacklist=Yasaklama prosedürü yok
hotcornerleft=Ekranın sol alt köşesindeki işlevler
hotcornerright=Ekranın sağ alt köşesindeki işlevler
hotkeypad=Başlatma Çubuğu kısayol tuşunu göster
hotkeyDock=Dock kısayol tuşunu göster

dockicobackup=Yedekleme Dock simge dosyası
backuplist=Yedekleme dosyalarını yönet
Addbackupdockico=Simge yedeği ekle
locationbackup=Yedekleme klasörünü açın

minimize=Pencereyi Dock'a küçültün
animationoff=Pencereyi kapat Animasyonu simge durumuna küçült
Slow animation=Animasyonu yavaşlatmak için Shift tuşunu basılı tutun
useMipMap=Doku oluşturma MipMap
GDIscreenshot=GDI kullanarak ekran görüntülerini küçültün
screencapturetype=Ekran görüntüsü türleri
minimizeeffect=Özel efektler kullanarak pencereyi küçültün

genie=Cin
scale=Ölçek
scaleDX=DX'i ölçeklendir
suck=Emmek

Minimize to icon=Pencereleri uygulama simgesine küçültün
DirectX=DirectX sürümünü seçin
SamplerState=Doku filtreleme yöntemini en aza indirin (DX11 ve üzeri için DOĞRUSAL önerilir)
Minimizeblacklist=Animasyon programını simge durumuna küçültmeyi iptal et
Editwindowlist=Pencere listesini düzenle


previewon=Pencere önizlemesini etkinleştir
previewsize=Pencere önizleme boyutu
previewdelay=Gecikmeli ekran önizlemesi

previewcontrol=Diğer önizleme öğelerini göster
previewappname=Uygulama Adı
previewbutton=Pencere kontrol düğmeleri
aeropeek=Fareyle üzerine gelindiğinde tam pencere önizlemesini göster


logotype=Soldaki düğme stilini seçin
diylogo=Dosya Seç
shutdownmsgbox=Sistem kapatmayı yeniden başlatmayı onaylayacak
finderdark=Finder renk modunu seçin

finderdark_auto=Duvar kağıdı
finderdark_set=Ayar

finderdisplaymode=Finder ekranının gizli modunu seçin
finderautochangecolor=Sürükleyici modu kullanmak için pencereyi büyütün

showaudio=Finder'da ses düzeyi simgesini göster
showbattery=Finder'da pil simgesini göster
showwifi=Finder'da WiFi simgesini göster
showbluetooth=Finder'da Bluetooth simgesini göster
showdisplay=Finder'da Ekran simgesini göster
showcpu=CPU
showtemp=Çekirdek Sıcaklığı
showmen=MEN
showdisk=DISK
shownet=AĞ

formatdate=Tarih görüntüleme biçimini seçin
formattime=Saat görüntüleme biçimini seçin

showbatteryvalue=Pil Yüzdesini Göster
audiotip=Ses seviyesi değiştirme sesini çal
mediatype=Ses seviyesi ve parlaklık istemi stilini seçin

media_system=Sistem
media_mac=Mac
media_ios=iOS

hotkeyvolup=Sesi artırma kısayol tuşu
hotkeyvoldown=Ses kısma kısayol tuşu
hotkeyvolmute=Sesi kapatma kısayol tuşu


hotkeybriup=Parlaklığı artırma kısayol tuşu
hotkeybridown=Parlaklığı azaltma kısayol tuşu

theme=Tema

wallpaper=Duvar Kağıdı

selectwallpaper=Duvar Kağıdı temasını seçin
wallpapernone=Hiçbiri
loadwallpaper=Duvar kağıdı temasını yükle
wallpaperdownload=Duvar kağıdı temalarını indirin
wallpaperOK=Uygulama

contribute=Bağışları destekleyin
netdisk=Siteyi ziyaret et
updatelog=Günlüğü güncelle
update=Güncellemeleri kontrol et
restartdock=Programı yeniden başlat
uninstall=Programı kaldır

ok=Tamam
cancel=İptal

------------------------------------------------------------
[hotcorners]
nothing=Hiçbir şey
allwindows=Tüm pencereleri göster
launchpad=Başlatma Panelini Göster
displaytosleep=Ekranı kapat
startmenu=Başlat menüsünü göster
showdesktop=Masaüstünü göster
actioncenter=Windows İşletim Merkezi
screensaver=Ekran koruyucu

[settingtips]

;An error message pops up on the setting interface
gpurendtip=Bu seçeneğin etkinleştirilmesi bilgisayarın çökmesine neden olabilir. Lütfen iskeleden çıkmayın. Bu başlatma geçici olarak etkinleştirildi. Bağlantı istasyonundan çıkıldığında bu yapılandırma kaydedilecektir. Bilgisayar bir süre sonra çökerse, bir sonraki başlatma işlemi GPU bileşik oluşturma işlemini otomatik olarak iptal edecektir.
edgetip=Açık limit penceresinin sınırı ayarlanamaz!
autohideerror=Bu fonksiyon pencere sınırı açılırken etkinleştirilemez!
neterror=Ağ hatası, lütfen bağlantıyı kontrol edin.
autohide=Otomatik gizleme Dock bu işlevi etkinleştiremez!
updateerror1=Ağ hatası, lütfen tekrar deneyin!
updateerror2=Çevrimiçi güncelleme başarısız oldu. İndirme sayfasını açmak istiyor musunuz?
updateerror3=Birçok başarısız güncelleme denemesi var, lütfen güncelleme paketini ağ diskinden indirin!

updatetip1=Güncellenen yeni bir sürüm var mı?
updatetip2=Dosya indirildikten hemen sonra güncelleniyor mu?

noupdate=En son sürümdür, güncellemeye gerek yoktur!
uninstalltip=Bu programı sistemden kaldırmak istiyor musunuz?
restarttip=Programı yeniden başlattıktan sonra açın!
fontrestart=Bazı arayüzlerin değişmesi için yeniden başlatılması gerekiyor!

languagetips=Bazı arayüzlerin değişmesi için yeniden başlatılması gerekiyor!

uninstallcomplete=Kaldırma işlemi tamamlandıktan sonra lütfen silinmemiş dosyaları manuel olarak silin.

DPIerrortip=Geçerli yakınlaştırma faktörü, sistem yakınlaştırma arayüzünden daha büyüktür. Ekran çok büyük!

restartruntip=Programı yeniden başlatmak istiyor musunuz?

backupfolderror=Yedekleme klasörü oluşturulamadı, lütfen dizin izinlerini kontrol edin!

backuptips=Bu yedekleme dosyasını geri yüklemek istiyor musunuz?


;-------------------------------------------------------------------

[menu]
;Right menu


newfinderwindow=Yeni Finder penceresi
gotofolder=Klasöre git...
connecttoserver=Uzak Masaüstü
showlaunchpad=Launchpad'i Göster


addnormalicon=Normal simge ekle
addsystemicon=Sistem simgesi ekle
showtaskbar=Görev çubuğunu göster
hidetaskbar=Görev çubuğunu gizle
preference=Tercihler
enddock=Programı sonlandır

editicon=Bu simgeyi ayarla
removefromdock=Dock'tan kaldır
keepindock=Dock'ta tut
locationfile=Dosya konumunu aç
runagain=Bu programı tekrar çalıştırın
nevershowthis=Bu programı bir daha gösterme
adminmode=Yönetici modu işlemi
open=Aç
quit=Çık

emptytrash=Çöpü Boşalt
sortorder=göre sırala
Byname=Ad
Bysize=Boyut
Byextension=Tip
Bydate/time=Zamanı değiştir
Createtime=Yaratılış zamanı
Groupdirectories=Önce dizinler
reverseorder=Ters sıralama
closewindow=Bu pencereyi kapat
Display=Ekran içeriği
Folder=Klasör
Stack=Yığın
Locatefolder=Doğrudan açık
FolderEffect=Görüntü efekti
Grid=Izgara
Fan=Fan
add delimiter=Ayırıcı ekle
del delimiter=Ayırıcıyı kaldır

showmodeapps=Bağımsız görüntüleme ve gizleme modunu ayarlayın
showmodedesktop=Masaüstü ekranını ve gizleme modunu ayarlayın
NominiEffect=Pencereyi gösterme animasyonu küçült
showmodenormal=Ayarları takip et
msgtips=Mesaj hatırlatıcısı ayarlama
incognito=Yeni gizli mod penceresi

systemmenu=Sistem menü

timeskin=Saat yüzünü seçin
timedefault=Varsayılan
timeMickey=Mickey
----------------------------------------------

[launchpad]

addicon=Simge ekle
deleteicon=Bu simgeyi sil
search=Arama
ok=Tamam
addtips=Lütfen exe ve lnk dosyalarını buraya sürükleyin
----------------------------------------------

[promptwindow]

;Empty trash can prompt and other prompts

ok=Tamam
cancel=İptal
trashok=Çöpü Boşalt
trashtitle=Çöp kutusundaki öğeleri boşaltmak istediğinizden emin misiniz?
batterytip=Pil zayıfsa lütfen şarj cihazını bağlayın!
apperror=Program hasarlı, lütfen tekrar indirin!
eject=dışarı çıkarıldı

-----------------------------------------------
;Time format description
;ddd day of the week dddd day of the week M month d day H 24 hour format h 12 hour format m minutes s seconds
;Double letters with two digits for example  HH:mm:ss  09:06:05
;All the following formats can be customized and modified, and the number on the left can be added without limit = left blank to indicate that the date is not displayed
;After the modification is saved, it will take effect immediately, directly set and click the time format menu to display the effect
[formatdate]
1=
2=dddd
3=MMMdd
4=MMMdd dddd
5=ddd MMMdd
6=ddMMyyyy

[formattime]
1=HH:mm
2=tt h:mm
3=HH:mm:ss
4=tt h:mm:ss

[calicon]

;Calendar icon month text

m1=Ocak
m2=Şubat
m3=Mart
m4=Nisan
m5=Mayıs
m6=Haziran
m7=Temmuz
m8=Ağustos
m9=Eylül
m10=Ekim
m11=Kasım
m12=Aralık


[findermenu]
bluetooth=Bluetooth
Bluetooth settings=Bluetooth ayarları...
device=Aygıt
Preferred network=Tercih edilen ağ
other networks=Diğer ağlar
network settings =Ağ ayarları...
Audio=Ses
output=Çıkış
audio settings=Ses ayarları...
battery settings=Pil ayarları...
BatteryEstimatedTime=geriye kalan
batterytime_hour=saat
batterytime_min=dakika
Edit title=Başlığı düzenle
Window border=Pencere kenarlığı
end finder=Finder'i kapat...
About This PC=Bu Mac Hakkında
System settings=Sistem ayarları...
app Store=App Store...
Task manager=Görev Yöneticisi
Sleep=Uyku
Dormant=Hazırda Beklet
Shutdown=Sistemi Kapat
Reboot=Yeniden Başlat...
Lock screen=Ekranı Kilitle
Logout=Oturumu Kapat...

symbol=İfadeleri ve sembolleri göster
Screen Keyboard=Ekran klavyesini göster
keyboardname=Klavye adını göster
Keyboard settings=Klavye ayarları...
display=Parlaklık
systemdark=Sistem karanlık modu
bluelight=Night Shift
displayset=Görüntü ayarları...
hotspot=Kişisel Erişim Noktası
airplane=Uçak Modu
deviceon=Açık
deviceoff=Kapalı
eject=Eject

[findertips]
Mute=Sessiz
battery=Pil
AcOnLine=Çevrimiçi Güç
Charging=Doluyor
notCharging=Şarj olmuyor
Usebattery=Pil Kullan
Full battery=Dolu Pil
brightness=Parlaklık
show trayico=Tepsi simgesini göster

[findertitle]
file=Dosya
Edit=Düzenle
Show=Göster
Go to=Git
windows=Pencereler
Help=Yardım

[shutdown]
shutdown=Bu bilgisayarı kapatmak istiyor musun?
Reboot=Bilgisayarı yeniden başlatmak istiyor musunuz?
Logout=Oturumu kapatmak istiyor musunuz?
Dormant=Bu bilgisayarı hazırda bekletme moduna almak istiyor musunuz?
sleep=Bu bilgisayarın uyumasını istiyor musunuz?
ok=Tamam
cancel=İptal
[wifi]
password=Şifre:
showpassword=Şifreyi göster
join=Katıl
cancel=İptal


[weather]
00=Güneşli
01=Bulutlu
02=Bulutlu gün
03=Sağanak
04=Gök gürültülü sağanak yağış
05=Dolu ve gök gürültülü sağanak yağış
06=Karla karışık yağmur
07=Hafif yağmur
08=Ilımlı yağmur
09=Yoğun yağış
10=yağmur fırtınası
11=Şiddetli yağmur
12=Şiddetli yağmur
13=Kar yağışı
14=Koyuki
15=Zhong Xue
16=Yoğun kar
17=Kar fırtınası
18=sis
19=Dondurucu yağmur
20=Kum fırtınası
21=Hafif ila orta şiddette yağmur
22=Orta ila şiddetli yağmur
23=Şiddetli yağmur
24=Şiddetli yağmurdan şiddetli yağmura
25=Şiddetli yağmurdan aşırı yağmura
26=Küçük ila orta dereceli kar
27=Orta ila şiddetli kar
28=Büyükten Kar Fırtınasına
29=Yüzen toz
30=kum
31=Güçlü kum fırtınası
32=Yoğun sis
33=Kar
49=Güçlü sis
53=sis
54=Orta Bulanıklık
55=Yoğun pus
56=Şiddetli pus
57=Yoğun sis
58=Güçlü sis
301=yağmur
302=Kar
